Repository: ahmedelsayedkhalafallah/rashid
Catalog: lib/l10n/intl_*.arb
Languages: ar

# firstSplashTitle
source: Welcome
ar: مرحبا

# firstSplashDiscription
source: Some thing to welcome here
ar: شيئ ليتم كتابته هنا

# firstSplashButtonText
source: Let's begin!
ar: لنبدأ

# secondSplashTitle
source: Relax
ar: استرخي

# secondSplashDiscription
source: secondSplashDiscription is to be written here
ar: شيئ ما ليتم كتابته هنا في الشاشة الثانية

# thirdSplashTitle
source: Care
ar: اهتم

# thirdSplashDiscription
source: thirdSplashDiscription jjcdsjcndc
ar: شيئ ما ليتم كتابته هنا في الشاشة الثالثة

# fourthSplashTitle
source: Mood
ar: الحالة

# fourthSplashDiscription
source: fourthSplashDiscription kjhfeklcmds
ar: شيئ ما ليتم كتابته هنا في الشاشة الرابعة

# fifthSplashTitle
source: Welcome
ar: مرحبا

# fifthSplashDiscription
source: fifthSplashDiscriptionsbcbscsdjncdlkm vfdlkcjn
ar: شيئ ما ليتم كتابته هنا في الشاشة الخامسة

source: Sign Up
ar: إنشاء حساب

# signIn
source: Log in
ar: تسجيل دخول

source: already have an account?
ar: هل لديك حساب بالفعل؟

source: skip
ar: تخطي

# welcomeSignIn
source: Welcome, Sign in to your account
ar: مرحبا، قم بتسجيل الدخول

# phone
source: Phone Number
ar: رقم الهاتف

# continueButtonText
source: Continue
ar: دخول

source: Continue With Facebook
ar: الدخول باستخدام فيسبوك

source: Continue With Google
ar: الدخول باستخدام جوجل

source: Continue With Apple
ar: الدخول باستخدام آبل

# doNotHaveAnAccount
source: Don't have an account?
ar: ليس لديك حساب؟

source: Forgot Password?
ar: نسيت كلمة المرور؟

# orText
source: Or
ar: أو

# lookLikeDonotHaveAnAccount
source: Look like you don't have an account. Let's create a new account for
ar: يبدو أن رقمك غير مسجل لدينا، سنقوم بإنشاء حساب جديد لرقم هاتفك

source: Password
ar: كلمة المرور

# bySelectingYouAgree
source: By selecting Agree & Continue below, I agree to our
ar: بقيامك بالضغط علي إنشاء فهذا يهني أنك موافق علي

# termsOfServices
source: Terms of Service and Privacy Policy
ar: شروط الاستخدام وقواعد الخصوصية الخاصة بنا

source: Agree and Continue
ar: إنشاء

# emailAddress
source: Email
ar: البريد الإلكتروني

source: Name
ar: الاسم

source: Reset Password
ar: إعادة تعيين كلمة المرور

# fillThisField
source: Please fill in this field
ar: يجب ملئ هذا الحقل

# enterValidEmail
source: Please enter a valid email
ar: البريد الإلكتروني غير صالح

source: Send
ar: إرسال

# resetEmailSent
source: Reset Email has been sent to you
ar: تم إرسال رابط تهيئة كلمة المرور إلي بريدك الإلكتروني

# enterValidPassword
source: Please enter a valid password
ar: كلمة المرور غير صالحة

source: Wrong Password
ar: كلمة المرور غير صحيحة

source: Name Too Long
ar: عدد حروف الاسم أكثر من المطلوب

# upperCase
source: ⚈ 1 uppercase
ar: ⚈ حرف انجليزي كابيتال

# lowerCase
source: ⚈ 1 lowercase
ar: ⚈ حرف انجليزي سمول

# number
source: ⚈ 1 number
ar: ⚈ رقم

# specialCharacter
source: ⚈ 1 special character
ar: ⚈ علامة

# eightCharacters
source: ⚈ 8 minimum character
ar: ⚈ الاحتواء علي ٨ حروف أو أرقام

# appName
source: Sayarah
ar: سيارة
